Repository: MohamedBS9/smart_hotel
Catalog: hotelresa_front/lib/l10n/intl_*.arb
Languages: fr, nl

source: Username
fr: Nom d'utilisateur
nl: Gebruikersnaam

source: Password
fr: Mot de passe
nl: Wachtwoord

# connect
source: Login
fr: Ce Connecter
nl: Inloggen

# forgetPassword
source: Forgot password?
fr: mot de passe oublié?
nl: Wachtwoord vergeten?

# dontHaveAccount
source: Don't have an account yet?
fr: Vous n'avez pas encore de compte ?
nl: Heb je nog geen account?

# register
source: Sign-up
fr: Inscrivez-vous
nl: Registreren

# logOn
source: Log-in
fr: Connectez-vous
nl: Inloggen

source: New users
fr: Nouveaux utilisateurs
nl: Nieuwe gebruikers

source: New subscriptions
fr: Nouveaux abonnements
nl: Nieuwe abonnementen

source: Parking occupancy rate
fr: Taux d'occupation des parkings
nl: Bezettingsgraad van parkeerplaatsen

source: Revenue
fr: Chiffre d'affaires
nl: Omzet

# totalUsers
source: Total number of users
fr: Nombre d’utilisateurs total
nl: Totaal aantal gebruikers

source: Users
fr: Utilisateurs
nl: Gebruikers

source: Individual
fr: Particulier
nl: Particulier

# unknownError
source: An unknown error has occurred.
fr: Une erreur inconnue s'est produite.
nl: Er is een onbekende fout opgetreden.

source: Professional
fr: Professionnel

source: Corporate account
fr: Grand-Compte
nl: Groot account

source: Untreated subscriptions
fr: Abonnements non traités
nl: Niet-behandelde abonnementen

source: Claims
fr: Réclamations

source: Error
fr: Erreur
nl: Fout

# subscriptionTracking
source: Global subscription tracking
fr: Suivi des abonnements globales
nl: wereldwijde opvolging van abonnementen

source: See more
fr: Voir plus
nl: Meer zien

source: See less
fr: Voir moins
nl: zie minder

source: Pending
fr: En attente
nl: In afwachting

source: Active
fr: Actif
nl: Actief

source: Completed
fr: Terminé
nl: Voltooid

source: No data
fr: Aucune donnée
nl: Geen gegevens

source: Professional and Individual
fr: Professionnel et Particulier
nl: Professioneel en Particulier

source: Key Account
fr: Grand Compte
nl: Grote Rekening

source: Cancelled
fr: Annulé
nl: Geannuleerd

# evolutionSubscriptionsReservations
source: Evolution of subscriptions and reservations
fr: Évolution des abonnements et réservations
nl: Evolutie van abonnementen en reserveringen

source: Reservations
fr: Réservations
nl: Reserveringen

source: Subscription
fr: Abonnement
nl: Abonnement

# suiviDesReclamations
source: Claims Tracking
fr: Suivi des Réclamations
nl: Opvolging van klachten

# repartitionDesStatutsDesTickets
source: Distribution of Ticket Statuses
fr: Répartition des statuts des tickets
nl: Verdeling van ticketstatussen

# repartitionDeTicketsParPriorite
source: Distribution of Tickets by Priority
fr: Répartition de tickets par priorité
nl: Verdeling van tickets per prioriteit

# repartitionDeTicketsParEntiteJuridique
source: Distribution of Tickets by Legal Entity
fr: Répartition de tickets par entité juridique
nl: Verdeling van tickets per juridische entiteit

source: Legal entities
fr: Les entités juridique
nl: Juridische entiteiten

source: Search here
fr: Cherchez ici
nl: Zoek hier

source: Filter
fr: Filtrer

source: Reinitialize All
fr: Réinitialiser tout
nl: Alles opnieuw instellen

source: Today
fr: Aujourd’hui
nl: Vandaag

source: Weekly
fr: Hebdomadaire
nl: Wekelijks

source: Monthly
fr: Mensuelle
nl: Maandelijks

source: Quarterly
fr: Trimestrielle
nl: Per kwartaal

source: Semiannually
fr: Semestrielle
nl: Halfjaarlijks

source: Annually
fr: Annuelle
nl: Jaarlijks

source: Reservation Tracking
fr: Suivi des Réservations
nl: Reserveringsopvolging

source: Sort by period
fr: Trier par période
nl: Sorteren op periode

# tickets_distribution_by_service
source: Distribution of tickets by Service Type
fr: Répartition de tickets par Type de service
nl: Verdeling van tickets per servicetype

source: Priority tickets distribution by Service
fr: Répartition de priorité de tickets par Service
nl: Verdeling van prioriteitskaarten per service

# status_distribution_by_priority
source: Status distribution of Tickets by Priority
fr: Répartition des statuts des Tickets par Priorité
nl: Verdeling van ticketstatussen per prioriteit

# ticket_count_variation
source: Variation in ticket count
fr: Variation du nombre de ticket
nl: Variatie in het aantal tickets

# high_priority_tickets_proportion_by_processing_time
source: Proportion of tickets (high) by processing time
fr: Proportion des tickets (élevés) par durée de traitement
nl: Verhouding van tickets (hoog) per verwerkingstijd

# high_priority_tickets_count_by_processing_time
source: Number of tickets (high) by processing time
fr: Nombre de tickets (élevés) par durée de traitement
nl: Aantal tickets (hoog) per verwerkingstijd

# low_priority_tickets_count_by_processing_time
source: Number of tickets (low) by processing time
fr: Nombre de tickets (faible) par durée de traitement
nl: Aantal tickets (laag) per verwerkingstijd

# medium_priority_tickets_count_by_processing_time
source: Number of tickets (medium) by processing time
fr: Nombre de tickets (moyen) par durée de traitement
nl: Aantal tickets (middel) per verwerkingstijd

source: Cancel
fr: Annuler
nl: Annuleren

source: Low
fr: Faible
nl: Laag

source: Reservation distribution by user type
fr: Répartition des réservations par type d'utilisateur
nl: Verdeling van reserveringen per gebruikers type

# reservation_count_variation
source: Variation in the number of reservations
fr: Variation du nombre de réservations
nl: Variatie in het aantal reserveringen

# reservation_count_by_city
source: Number of reservations by city
fr: Nombre de réservations par Ville
nl: Aantal reserveringen per stad

# reservation_count_by_legal_entity
source: Number of reservations by legal entity
fr: Nombre de réservations par Entité juridique
nl: Aantal reserveringen per juridische entiteit

# reservation_count_by_parking
source: Number of reservations by parking
fr: Nombre de réservations par Parking
nl: Aantal reserveringen per parkeerplaats

source: Average reservation duration by parking
fr: Durée moyenne de réservations par Parking
nl: Gemiddelde reserveringsduur per parkeerplaats

source: Medium
fr: Moyenne
nl: Gemiddeld

source: High
fr: Élevé
nl: Hoog

source: Apply
fr: Appliquer
nl: Toepassen

source: Email Address
fr: Adresse e-mail
nl: E-mailadres

# parkingAssociate
source: Associated Parking
fr: Parking associé
nl: Geassocieerde parkeerplaats

source: Good Morning
fr: Bonjour
nl: Goedemorgen

source: General Information
fr: Informations générales
nl: Algemene informatie

# createdAt
source: Created on
fr: Créer le
nl: Gemaakt op

# createdBy
source: By
fr: Par
nl: Door

source: Phone Number
fr: Numéro du téléphone
nl: Telefoonnummer

source: Parent Entity
fr: Entité mère
nl: Ouderentiteit

source: VAT
fr: TVA
nl: BTW

source: VAT Number
fr: Numéro du TVA
nl: BTW-nummer

source: Bank Account Number
fr: Numéro de compte bancaire
nl: Bankrekeningnummer

source: Worldline Contract Number
fr: Numéro de contrat Worldline
nl: Worldline Contractnummer

source: Tax Information
fr: Informations fiscales
nl: Belastinginformatie

source: Associated Parkings
fr: Les parkings associés
nl: Geassocieerde parkings

source: Juridical Entities
fr: Les entités juridiques
nl: Juridische entiteiten

source: Total Amount Acquired by Legal Entity
fr: Montant total acquis par Entité Juridique
nl: Totaal Bedrag Verworven door Juridische Entiteit

source: Reservation Analysis by Legal Entity
fr: Analyse des Réservations par Entité Juridique
nl: Reserveringsanalyse per Juridische Entiteit

source: Number of Subscriptions by Legal Entity
fr: Nombre d’abonnements par Entité Juridique
nl: Aantal Abonnementen per Juridische Entiteit

source: Home
fr: Accueil

source: Financial Report
fr: Rapport Financier
nl: Financieel Rapport

source: Subscriptions
fr: Abonnements
nl: Abonnementen

source: Complaints
fr: Réclamations
nl: Klachten

source: Admin Management
fr: Gestion des Administrateurs
nl: Beheer van Beheerders

source: Settings
fr: Paramètres
nl: Instellingen

source: Language
fr: Langue
nl: Taal

source: Disconnect
fr: Se déconnecter
nl: uitloggen

# bilanDesMontantsAcquis
source: Summary of Amounts Earned
fr: Bilan des Montants Acquis
nl: Overzicht van Verworven Bedragen

# montantTotalAcquisParTypeDUtilisateur
source: Total Amount Earned by User Type
fr: Montant Total Acquis par Type d'Utilisateur
nl: Totaal Verworven Bedrag per Gebruikerstype

# montantTotalAcquisParTypeDeService
source: Total Amount Earned by Service Type
fr: Montant Total Acquis par Type de service
nl: Totaal Verworven Bedrag per Servicetype

# evolutionDuMontantTotalAcquis
source: Evolution of Total Amount Earned
fr: Évolution du Montant Total Acquis
nl: Evolutie van Totaal Verworven Bedrag

# suiviDesAbonnements
source: Subscription Tracking
fr: Suivi des Abonnements
nl: Abonnementenbeheer

# nombreDAbonnementsParVille
source: Number of Subscriptions by City
fr: Nombre d'abonnements par Ville
nl: Aantal Abonnementen per Stad

# nombreDAbonnementsParEntiteJuridique
source: Number of Subscriptions by Legal Entity
fr: Nombre d’abonnements par Entité juridique
nl: Aantal Abonnementen per Juridische Entiteit

# nombreDAbonnementsParNomDAbonnement
source: Number of Subscriptions by Subscription Name
fr: Nombre d'abonnements par Nom d'abonnement
nl: Aantal Abonnementen per Abonnementsnaam

# repartitionDesAbonnementsParTypeDUtilisateur
source: Subscription Distribution by User Type
fr: Répartition des abonnements par type d'utilisateur
nl: Verdeling van Abonnementen per Gebruikerstype

# montantTotalAcquisParParking
source: Total Amount Earned by Parking
fr: Montant total acquis par Parking
nl: Totaal Verworven Bedrag per Parking

# nombreDesAbonnementsParParking
source: Number of Subscriptions by Parking
fr: Nombre des Abonnements par Parking
nl: Aantal Abonnementen per Parking

# nombreDesReclamationsParParking
source: Number of Claims by Parking
fr: Nombre des Réclamations par Parking
nl: Aantal Klachten per Parking

# analyseDesAbonnementsParParking
source: Analysis of Subscriptions by Parking
fr: Analyse des Abonnements par Parking
nl: Analyse van Abonnementen per Parking

# analyseDesReclamationsParParking
source: Analysis of Claims by Parking
fr: Analyse des Réclamations par Parking
nl: Analyse van Klachten per Parking

# errorBadRequest
source: Bad Request: The server could not understand the request.
fr: Requête incorrecte : Le serveur n'a pas pu comprendre la requête.
nl: Ongeldige aanvraag: De server kon het verzoek niet begrijpen.

# errorUnauthorized
source: Unauthorized: Access is denied due to invalid credentials.
fr: Non autorisé : L'accès est refusé en raison d'identifiants invalides.
nl: Niet gemachtigd: Toegang is geweigerd vanwege ongeldige referenties.

# errorForbidden
source: Forbidden: You do not have permission to access this resource.
fr: Interdit : Vous n'avez pas la permission d'accéder à cette ressource.
nl: Verboden: U heeft geen toestemming om deze bron te openen.

# errorNotFound
source: Not Found: The requested resource could not be found.
fr: Non trouvé : La ressource demandée est introuvable.
nl: Niet gevonden: De gevraagde bron kon niet worden gevonden.

# errorRequestTimeout
source: Request Timeout: The server timed out waiting for the request.
fr: Délai d'attente dépassé : Le serveur a mis trop de temps à attendre la requête.
nl: Verzoek time-out: De server heeft te lang gewacht op het verzoek.

# errorInternalServer
source: Internal Server Error: The server encountered an error.
fr: Erreur interne du serveur : Le serveur a rencontré une erreur.
nl: Interne serverfout: De server heeft een fout ondervonden.

# errorBadGateway
source: Bad Gateway: The server received an invalid response.
fr: Mauvaise passerelle : Le serveur a reçu une réponse invalide.
nl: Ongeldige gateway: De server heeft een ongeldig antwoord ontvangen.

# errorServiceUnavailable
source: Service Unavailable: The server is currently unavailable.
fr: Service indisponible : Le serveur est actuellement indisponible.
nl: Dienst niet beschikbaar: De server is momenteel niet beschikbaar.

# errorGatewayTimeout
source: Gateway Timeout: The server did not receive a timely response.
fr: Délai d'attente de la passerelle dépassé : Le serveur n'a pas reçu de réponse à temps.
nl: Gateway-time-out: De server heeft niet op tijd een antwoord ontvangen.

# noInternetConnection
source: It seems there is no Internet connection.
fr: Il semble qu'il n'y ait pas de connexion Internet.
nl: Het lijkt erop dat er geen internetverbinding is.

# checkConnectionAndRetry
source: Please check your connection and try again.
fr: Veuillez vérifier votre connexion et réessayer.
nl: Controleer uw verbinding en probeer het opnieuw.

source: Retry
fr: Réessayer
nl: Opnieuw proberen

source: More details
fr: Plus de détails
nl: Meer details

source: day
fr: jour
nl: dag

source: Claim
fr: Réclamations
nl: Klachten

# enterEmail
source: Please enter a mail address
fr: Veuillez saisir une adresse e-mail
nl: Voer een e-mailadres in

# invalidEmail
source: Enter a valid mail address
fr: Saisissez une adresse e-mail valide
nl: Voer een geldig e-mailadres in

# enterPassword
source: Please enter a password
fr: Veuillez saisir un mot de passe
nl: Voer een wachtwoord in

# passwordRequirements
source: Password must be at least 8 characters long and contain at least one letter, one number, and one special character
fr: Le mot de passe doit contenir au moins 8 caractères, dont au moins une lettre, un chiffre et un caractère spécial
nl: Wachtwoord moet minstens 8 tekens lang zijn en ten minste één letter, één cijfer en één speciaal teken bevatten

# variationOfSubscriptions
source: Variation in the number of subscriptions
fr: Variation du nombre d'abonnements
nl: Variatie in het aantal abonnementen

# variationOfCancelledSubscriptions
source: Variation in the number of cancelled subscriptions
fr: Variation du nombre d’abonnements résiliés
nl: Variatie in het aantal geannuleerde abonnementen

source: Support
nl: Ondersteuning
